Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.account.sync_promo_point_workspace
source: Same workspace on desktop and mobile
ar: نفس مساحة العمل على سطح المكتب والهاتف المحمول
cs: Stejný pracovní prostor na stolním počítači a mobilním zařízení
da: Samme arbejdsområde på desktop og mobile
de: Gleiche Arbeitsbereich auf Desktop und Mobilgerät
el: Ο ίδιος χώρος εργασίας σε επιτραπέζιο και κινητό
es: El mismo espacio de trabajo en escritorio y móvil
fi: Sama työtila työpöydällä ja mobiililaitteella
fr: Même espace de travail sur les appareils mobiles et de bureau
he: אותו מרחב עבודה בשולחני וניידת
hi: डेस्कटॉप और मोबाइल पर एक ही कार्यक्षेत्र
hu: Ugyanaz a munkaterület az asztalon és mobilon
id: Ruang kerja yang sama di desktop dan seluler
it: Stesso spazio di lavoro su desktop e mobile
ja: デスクトップとモバイルで同じワークスペース
ko: 데스크톱 및 모바일에서 동일한 작업 공간
ms: Ruang kerja yang sama pada desktop dan mudah alih
nb: Samme arbeidsområde på skrivebord og mobil
nl: Dezelfde workspace op desktop en mobiel
pl: Ta sama przestrzeń robocza na komputerze i urządzeniu mobilnym
pt_br: O mesmo espaço de trabalho no desktop e celular
pt_pt: Mesma área de trabalho no desktop e dispositivo móvel
ro: Același spațiu de lucru pe desktop și mobilă
ru: Одно рабочее пространство на настольном и мобильном устройствах
sk: Rovnakej pracovný priestor na pracovnej ploche a mobilnom zariadení
sv: Samma arbetsyta på skrivbord och mobil
th: พื้นที่ทำงานเดียวกันบนเดสก์ท็อปและมือถือ
tr: Masaüstü ve mobil arasında aynı çalışma alanı
uk: Той же робочий простір на настільному комп'ютері та мобільному
vi: Cùng một không gian làm việc trên máy tính để bàn và điện thoại di động
zh_hans: 桌面和移动设备上的相同工作空间
zh_hant: 桌面和行動裝置上相同的工作區

# web.account.sync_promo_tagline
source: Your notes, schedule, and notifications on every device.
ar: ملاحظاتك والجدول الزمني والإخطارات على كل جهاز.
cs: Vaše poznámky, plán a oznámení na každém zařízení.
da: Dine noter, tidsplan og notifikationer på hver enhed.
de: Ihre Notizen, Zeitplan und Benachrichtigungen auf jedem Gerät.
el: Τα σημειώματά σας, το χρονοδιάγραμμα και οι ειδοποιήσεις σας σε κάθε συσκευή.
es: Tus notas, calendario y notificaciones en todos los dispositivos.
fi: Muistiinpanot, aikataulu ja ilmoitukset jokaisella laitteella.
fr: Vos notes, votre emploi du temps et vos notifications sur tous les appareils.
he: ההערות שלך, לוח הזמנים וההודעות בכל התקן.
hi: आपके नोट्स, शेड्यूल और सूचनाएँ हर डिवाइस पर।
hu: A jegyzetek, ütemezés és értesítések minden eszközön.
id: Catatan, jadwal, dan notifikasi Anda di setiap perangkat.
it: I tuoi appunti, orario e notifiche su ogni dispositivo.
ja: すべてのデバイスにあなたのメモ、スケジュール、通知。
ko: 모든 기기에서 메모, 일정 및 알림을 확인할 수 있습니다.
ms: Nota anda, jadual, dan notifikasi pada setiap peranti.
nb: Notatene, tidsplanen og varslene dine på alle enheter.
nl: Je notitiën, schema en meldingen op elk apparaat.
pl: Twoje notatki, harmonogram i powiadomienia na każdym urządzeniu.
pt_br: Suas notas, cronograma e notificações em todos os seus dispositivos.
pt_pt: As suas notas, cronograma e notificações em todos os dispositivos.
ro: Notele, programul și notificările dvs. pe fiecare dispozitiv.
ru: Ваши заметки, расписание и уведомления на каждом устройстве.
sk: Vaše poznámky, rozvrh a oznámenia na každom zariadení.
sv: Dina anteckningar, schema och aviseringar på varje enhet.
th: หมายเหตุ ตารางเวลา และการแจ้งเตือนของคุณในแต่ละอุปกรณ์
tr: Notlarınız, zamanlamanız ve bildirimleriniz her cihazda.
uk: Ваші заміски, графік та сповіщення на кожному пристрої.
vi: Ghi chú, lịch trình và thông báo của bạn trên mọi thiết bị.
zh_hans: 您的笔记、日程和通知在每个设备上。
zh_hant: 您的筆記、排程和通知在每個裝置上。

# web.account.sync_summary_active
source: Sync is active.
ar: المزامنة نشطة.
cs: Synchronizace je aktivní.
da: Synkronisering er aktiv.
de: Sync ist aktiv.
el: Ο συγχρονισμός είναι ενεργός.
es: La sincronización está activa.
fi: Synkronointi on aktiivinen.
fr: La synchronisation est active.
he: סנכרון פעיל.
hi: सिंक सक्रिय है।
hu: A szinkronizálás aktív.
id: Sinkronisasi aktif.
it: La sincronizzazione è attiva.
ja: 同期がアクティブです。
ko: 동기화가 활성입니다.
ms: Sinkron aktif.
nb: Synk er aktivt.
nl: Sync is actief.
pl: Synchronizacja jest aktywna.
pt_br: A sincronização está ativa.
pt_pt: A sincronização está ativa.
ro: Sincronizarea este activă.
ru: Синхронизация активна.
sk: Synchronizácia je aktívna.
sv: Synkronisering är aktiv.
th: Sync ใช้งานอยู่
tr: Senkronizasyon etkin.
uk: Синхронізація активна.
vi: Đồng bộ đang hoạt động.
zh_hans: 同步已激活。
zh_hant: 同步為有效。

# web.account.sync_summary_inactive
source: Signed in. Sync is not active.
ar: مسجل الدخول. المزامنة غير نشطة.
cs: Přihlášeno. Synchronizace není aktivní.
da: Logget ind. Synkronisering er ikke aktiv.
de: Angemeldet. Sync ist nicht aktiv.
el: Συνδεδεμένος. Ο συγχρονισμός δεν είναι ενεργός.
es: Iniciaste sesión. La sincronización no está activa.
fi: Kirjautunut sisään. Synkronointi ei ole aktiivinen.
fr: Connecté. La synchronisation n'est pas active.
he: מחובר. סנכרון לא פעיל.
hi: साइन-इन किया गया। सिंक सक्रिय नहीं है।
hu: Bejelentkezve. A szinkronizálás nem aktív.
id: Masuk. Sinkronisasi tidak aktif.
it: Connesso. La sincronizzazione non è attiva.
ja: サインイン済み。同期はアクティブではありません。
ko: 로그인됨. 동기화가 활성이 아닙니다.
ms: Log masuk. Sinkron tidak aktif.
nb: Pålogget. Synk er ikke aktivt.
nl: Aangemeld. Sync is niet actief.
pl: Zalogowany. Synchronizacja nie jest aktywna.
pt_br: Conectado. A sincronização não está ativa.
pt_pt: Sessão iniciada. A sincronização não está ativa.
ro: Conectat. Sincronizarea nu este activă.
ru: Вошли. Синхронизация неактивна.
sk: Prihlásený. Synchronizácia nie je aktívna.
sv: Inloggad. Synkronisering är inte aktiv.
th: ลงชื่อเข้าใช้แล้ว Sync ไม่ใช้งาน
tr: Oturum açıldı. Senkronizasyon etkin değil.
uk: Увійшли. Синхронізація неактивна.
vi: Đã đăng nhập. Đồng bộ không hoạt động.
zh_hans: 已登录。同步未激活。
zh_hant: 已登入。同步未啟用。

# web.account.sync_title
source: KnotQ Sync
ar: مزامنة KnotQ
hu: KnotQ szinkronizálás
ko: KnotQ 동기화
pl: KnotQ Synchronizacja
sk: KnotQ Synchronizácia
tr: KnotQ Senkronizasyonu
uk: KnotQ Синхронізація
zh_hans: KnotQ 同步
zh_hant: KnotQ 同步

# web.account.tab_signup
source: Sign up
ar: التسجيل
cs: Zaregistrovat se
da: Tilmeld
de: Registrieren
el: Εγγραφή
es: Registrarse
fi: Rekisteröidy
fr: S'inscrire
he: הרשמה
hi: साइन अप करें
hu: Feliratkozás
id: Daftar
it: Iscriviti
ja: サインアップ
ko: 가입
ms: Daftar
nb: Registrer
nl: Aanmelden
pl: Zarejestruj się
pt_br: Inscrever-se
pt_pt: Inscrever-se
ro: Înregistrare
ru: Зарегистрироваться
sk: Prihlásiť sa
sv: Registrera dig
th: ลงทะเบียน
tr: Kaydol
uk: Зареєструватися
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# web.account.use_different_account
source: Use a different account
ar: استخدم حساباً مختلفاً
cs: Použít jiný účet
da: Brug en anden konto
de: Anderes Konto verwenden
el: Χρήση διαφορετικού λογαριασμού
es: Usar una cuenta diferente
fi: Käytä eri tiliä
fr: Utiliser un compte différent
he: השתמש בחשבון אחר
hi: दूसरे खाते का उपयोग करें
hu: Másik fiók használata
id: Gunakan akun yang berbeda
it: Usa un account diverso
ja: 別のアカウントを使用
ko: 다른 계정 사용
ms: Gunakan akaun lain
nb: Bruk en annen konto
nl: Een ander account gebruiken
pl: Użyj innego konta
pt_br: Usar uma conta diferente
pt_pt: Utilize uma conta diferente
ro: Utilizare alt cont
ru: Использовать другую учётную запись
sk: Použiť iný účet
sv: Använd ett annat konto
th: ใช้บัญชีอื่น
tr: Farklı bir hesap kullan
uk: Використовуйте інший обліковий запис
vi: Sử dụng tài khoản khác
zh_hans: 使用不同的账户
zh_hant: 使用不同的帳戶

# web.account.verify_gate_body
source: We sent a verification link to your account email. Confirm it to turn on KnotQ Sync.
ar: أرسلنا رابط التحقق إلى بريدك الإلكتروني للحساب. أكّده لتشغيل مزامنة KnotQ.
cs: Poslali jsme ověřovací odkaz na e-mail vašeho účtu. Potvrďte jej a zapněte KnotQ Sync.
da: Vi sendte et bekræftelseslink til din kontos e-mail. Bekræft det for at aktivere KnotQ Sync.
de: Wir haben einen Überprüfungs-Link an Ihre Konto-E-Mail gesendet. Bestätigen Sie ihn, um KnotQ Sync zu aktivieren.
el: Στείλαμε έναν σύνδεσμο επιβεβαίωσης στο email του λογαριασμού σας. Επιβεβαιώστε το για ενεργοποίηση KnotQ Sync.
es: Te enviamos un enlace de verificación a tu email de cuenta. Confirmaló para activar KnotQ Sync.
fi: Lähetimme vahvistuslinkin tilin sähköpostiin. Vahvista se ottaaksesi KnotQ Sync:n käyttöön.
fr: Nous avons envoyé un lien de vérification à votre adresse e-mail de compte. Confirmez-le pour activer KnotQ Sync.
he: שלחנו קישור אימות לדוא״ל החשבון שלך. אשר אותו כדי להפעיל את KnotQ Sync.
hi: हमने आपके खाते के ईमेल को सत्यापन लिंक भेजा है। KnotQ Sync चालू करने के लिए इसकी पुष्टि करें।
hu: Az ellenőrzési linket a fiók e-mail-jére küldtük. Erősítse meg a KnotQ szinkronizálás bekapcsolásához.
id: Kami mengirim tautan verifikasi ke email akun Anda. Konfirmasi untuk mengaktifkan KnotQ Sync.
it: Ti abbiamo inviato un link di verifica al tuo indirizzo email dell'account. Confermalo per attivare KnotQ Sync.
ja: 確認リンクをアカウントメールに送信しました。KnotQ Syncを有効にするために確認してください。
ko: 계정 이메일로 확인 링크를 보냈습니다. KnotQ 동기화를 켜려면 확인하세요.
ms: Kami menghantar pautan pengesahan ke e-mel akaun anda. Sahkannya untuk menghidupkan KnotQ Sync.
nb: Vi sendte en bekreftelselenke til kontoe-posten din. Bekreft den for å slå på KnotQ Sync.
nl: Wij hebben een verificatielink naar je accounte-mail verzonden. Bevestig dit om KnotQ Sync in te schakelen.
pl: Wysłaliśmy link weryfikacyjny na Twój e-mail konta. Potwierdź go, aby włączyć KnotQ Synchronizacja.
pt_br: Enviamos um link de verificação para o email da sua conta. Confirme-o para ativar o KnotQ Sync.
pt_pt: Enviámos uma ligação de verificação para o seu email de conta. Confirme-a para ativar KnotQ Sync.
ro: Am trimis un link de verificare la e-mailul contului. Confirmați-l pentru a activa KnotQ Sync.
ru: Мы отправили ссылку проверки на адрес электронной почты вашей учётной записи. Подтвердите её, чтобы включить KnotQ Sync.
sk: Poslali sme odkaz na overenie na vašu e-mailovú adresu účtu. Potvrďte ho na zapnutie KnotQ Sync.
sv: Vi skickade en verifieringslänk till din kontoe-post. Bekräfta den för att aktivera KnotQ Sync.
th: เราส่งลิงก์การยืนยันไปยังอีเมลบัญชีของคุณ ยืนยันเพื่อเปิดใช้งาน KnotQ Sync
tr: Hesap e-postanıza bir doğrulama bağlantısı gönderdik. KnotQ Senkronizasyonunu açmak için doğrulayın.
uk: Ми надіслали посилання для перевірки на адресу електронної пошти вашого облікового запису. Підтвердьте його, щоб увімкнути KnotQ Синхронізація.
vi: Chúng tôi đã gửi liên kết xác minh tới email tài khoản của bạn. Xác nhận nó để bật KnotQ Sync.
zh_hans: 我们向您的账户电子邮件发送了验证链接。确认它以启用 KnotQ 同步。
zh_hant: 我們傳送了驗證連結到您的帳戶電子郵件。確認它以開啟 KnotQ 同步。

# web.account.verify_gate_title
source: Verify your email to subscribe
ar: تحقق من بريدك الإلكتروني للاشتراك
cs: Ověřte e-mail a přihlaste se k odběru
da: Bekræft din e-mail for at abonnere
de: Überprüfen Sie Ihre E-Mail, um zu abonnieren
el: Επιβεβαιώστε το email σας για συνδρομή
es: Verifica tu email para suscribirte
fi: Vahvista sähköpostiosoitteesi tilaamista varten
fr: Vérifiez votre adresse e-mail pour vous abonner
he: אמת את הדוא״ל שלך כדי להרשם
hi: सदस्यता लेने के लिए अपना ईमेल सत्यापित करें
hu: Az e-mail-cím ellenőrzése az előfizetéshez
id: Verifikasi email Anda untuk berlangganan
it: Verifica la tua email per abbonarti
ja: 購読するためにメールを確認
ko: 구독하려면 이메일을 확인하세요
ms: Sahkan e-mel anda untuk melanggan
nb: Bekreft e-posten din for å abonnere
nl: Verifieer je e-mailadres om je in te abonneren
pl: Zweryfikuj swój e-mail, aby subskrybować
pt_br: Verifique seu email para se inscrever
pt_pt: Verifique o seu email para subscrever
ro: Verificați e-mailul pentru a vă abona
ru: Подтвердите свой адрес электронной почты для подписки
sk: Overte svoju e-mailovú adresu, aby ste sa prihlásili
sv: Verifiera din e-post för att prenumerera
th: ยืนยันอีเมลของคุณเพื่อสมัครสมาชิก
tr: Abone olmak için e-postanızı doğrulayın
uk: Перевірте свою електронну пошту, щоб підписатися
vi: Xác minh email của bạn để đăng ký
zh_hans: 验证您的电子邮件以订阅
zh_hant: 驗證您的電子郵件以訂閱

# web.auth.confirm_password_label
source: Confirm password
ar: تأكيد كلمة المرور
cs: Potvrdit heslo
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
fi: Vahvista salasana
fr: Confirmer le mot de passe
he: אימות סיסמה
hi: पासवर्ड की पुष्टि करें
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
it: Conferma password
ja: パスワードを確認
ko: 비밀번호 확인
ms: Sahkan kata laluan
nb: Bekreft passord
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirmar senha
pt_pt: Confirmar senha
ro: Confirmare parolă
ru: Подтвердить пароль
sk: Potvrďte heslo
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tr: Parolaları doğrula
uk: Підтвердіть пароль
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# web.auth.confirm_your_password
source: Confirm your password.
ar: أكّد كلمة مرورك.
cs: Potvrďte své heslo.
da: Bekræft din adgangskode.
de: Bestätigen Sie Ihr Passwort.
el: Επιβεβαιώστε τον κωδικό πρόσβασης σας.
es: Confirma tu contraseña.
fi: Vahvista salasanasi.
fr: Confirmez votre mot de passe.
he: אימות הסיסמה שלך.
hi: अपने पासवर्ड की पुष्टि करें।
hu: Erősítse meg a jelszót.
id: Konfirmasi kata sandi Anda.
it: Conferma la tua password.
ja: パスワードを確認してください。
ko: 비밀번호를 확인하세요.
ms: Sahkan kata laluan anda.
nb: Bekreft passordet ditt.
nl: Bevestig je wachtwoord.
pl: Potwierdź swoje hasło.
pt_br: Confirme sua senha.
pt_pt: Confirme a sua senha.
ro: Confirmați parola.
ru: Подтвердите ваш пароль.
sk: Potvrďte svoje heslo.
sv: Bekräfta ditt lösenord.
th: ยืนยันรหัสผ่านของคุณ
tr: Parolanızı doğrulayın.
uk: Підтвердьте свій пароль.
vi: Xác nhận mật khẩu của bạn.
zh_hans: 确认您的密码。
zh_hant: 確認您的密碼。

# web.auth.create_account
source: Create account
ar: إنشاء حساب
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear cuenta
fi: Luo tili
fr: Créer un compte
he: יצירת חשבון
hi: खाता बनाएँ
hu: Fiók létrehozása
id: Buat akun
it: Crea account
ja: アカウント作成
ko: 계정 만들기
ms: Buat akaun
nb: Opprett konto
nl: Account aanmaken
pl: Utwórz konto
pt_br: Criar conta
pt_pt: Criar conta
ro: Creare cont
ru: Создать учётную запись
sk: Vytvoriť účet
sv: Skapa konto
th: สร้างบัญชี
tr: Hesap oluştur
uk: Створити обліковий запис
vi: Tạo tài khoản
zh_hans: 创建账户
zh_hant: 建立帳戶

# web.auth.email_label
source: Email
ar: البريد الإلكتروني
fi: Sähköposti
fr: Adresse e-mail
he: דוא״ל
hi: ईमेल
ja: メール
ko: 이메일
ms: E-mel
nb: E-post
nl: E-mailadres
ru: Электронная почта
sv: E-post
th: อีเมล
tr: E-posta
uk: Адреса електронної пошти
zh_hans: 电子邮件
zh_hant: 電子郵件

# web.auth.enter_code_we_emailed_you
source: Enter the code we emailed you.
ar: أدخل الرمز الذي أرسلناه إليك عبر البريد الإلكتروني.
cs: Zadejte kód, který jsme vám poslali e-mailem.
da: Angiv koden, vi sendte via e-mail til dig.
de: Geben Sie den Code ein, den wir Ihnen per E-Mail gesendet haben.
el: Εισάγετε τον κωδικό που σας στείλαμε ως email.
es: Ingresa el código que te enviamos por email.
fi: Syötä koodi, jonka lähetimme sinulle sähköpostitse.
fr: Entrez le code que nous vous avons envoyé par e-mail.
he: הזן את הקוד ששלחנו אליך בדוא״ל.
hi: वह कोड दर्ज करें जो हमने आपको ईमेल किया है।
hu: Adja meg az e-mailhez küldött kódot.
id: Masukkan kode yang kami email kepada Anda.
it: Inserisci il codice che ti abbiamo inviato via email.
ja: メールで送信されたコードを入力してください。
ko: 이메일로 보낸 코드를 입력하세요.
ms: Masukkan kod yang kami e-melkan kepada anda.
nb: Skriv inn koden vi sendte deg.
nl: Voer de code in die wij je hebben gemaild.
pl: Wprowadź kod, który wysłaliśmy Ci e-mailem.
pt_br: Digite o código que enviamos para você por email.
pt_pt: Introduza o código que lhe enviámos por email.
ro: Introduceți codul pe care v-am trimis prin e-mail.
ru: Введите код, который мы отправили вам по электронной почте.
sk: Zadajte kód, ktorý sme vám poslali e-mailom.
sv: Ange koden vi skickade till dig via e-post.
th: ป้อนรหัสที่เราส่งไปให้คุณทางอีเมล
tr: Size e-posta yoluyla gönderdiğimiz kodu girin.
uk: Введіть код, який ми вам надіслали.
vi: Nhập mã chúng tôi đã gửi cho bạn qua email.
zh_hans: 输入我们发送给您的代码。
zh_hant: 輸入我們透過電子郵件傳送給您的代碼。

# web.auth.enter_email_address
source: Enter your email address.
ar: أدخل عنوان بريدك الإلكتروني.
cs: Zadejte svou e-mailovou adresu.
da: Angiv din e-mailadresse.
de: Geben Sie Ihre E-Mail-Adresse ein.
el: Εισάγετε τη διεύθυνση email σας.
es: Ingresa tu dirección de email.
fi: Syötä sähköpostiosoitteesi.
fr: Entrez votre adresse e-mail.
he: הזן את כתובת הדוא״ל שלך.
hi: अपना ईमेल पता दर्ज करें।
hu: Adja meg az e-mail-címét.
id: Masukkan alamat email Anda.
it: Inserisci il tuo indirizzo email.
ja: メールアドレスを入力してください。
ko: 이메일 주소를 입력하세요.
ms: Masukkan alamat e-mel anda.
nb: Skriv inn e-postadressen din.
nl: Voer je e-mailadres in.
pl: Wprowadź swój adres e-mail.
pt_br: Digite seu endereço de email.
pt_pt: Introduza o seu endereço de email.
ro: Introduceți adresa dvs. de e-mail.
ru: Введите ваш адрес электронной почты.
sk: Zadajte svoju e-mailovú adresu.
sv: Ange din e-postadress.
th: ป้อนที่อยู่อีเมลของคุณ
tr: E-posta adresinizi girin.
uk: Введіть адресу електронної пошти.
vi: Nhập địa chỉ email của bạn.
zh_hans: 输入您的电子邮件地址。
zh_hant: 輸入您的電子郵件地址。

# web.auth.enter_password
source: Enter a password.
ar: أدخل كلمة مرور.
cs: Zadejte heslo.
da: Angiv en adgangskode.
de: Geben Sie ein Passwort ein.
el: Εισάγετε έναν κωδικό πρόσβασης.
es: Ingresa una contraseña.
fi: Syötä salasana.
fr: Entrez un mot de passe.
he: הזן סיסמה.
hi: पासवर्ड दर्ज करें।
hu: Adjon meg egy jelszót.
id: Masukkan kata sandi.
it: Inserisci una password.
ja: パスワードを入力してください。
ko: 비밀번호를 입력하세요.
ms: Masukkan kata laluan.
nb: Skriv inn et passord.
nl: Voer een wachtwoord in.
pl: Wprowadź hasło.
pt_br: Digite uma senha.
pt_pt: Introduza uma senha.
ro: Introduceți o parolă.
ru: Введите пароль.
sk: Zadajte heslo.
sv: Ange ett lösenord.
th: ป้อนรหัสผ่าน
tr: Bir parola girin.
uk: Введіть пароль.
vi: Nhập mật khẩu.
zh_hans: 输入密码。
zh_hant: 輸入密碼。

# web.auth.enter_valid_email
source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صحيح.
cs: Zadejte platnou e-mailovou adresu.
da: Angiv en gyldig e-mailadresse.
de: Geben Sie eine gültige E-Mail-Adresse ein.
el: Εισάγετε μια έγκυρη διεύθυνση email.
es: Ingresa una dirección de email válida.
fi: Syötä kelvollinen sähköpostiosoite.
fr: Entrez une adresse e-mail valide.
he: הזן כתובת דוא״ל תקינה.
hi: वैध ईमेल पता दर्ज करें।
hu: Adjon meg egy érvényes e-mail-címet.
id: Masukkan alamat email yang valid.
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
ms: Masukkan alamat e-mel yang sah.
nb: Skriv inn en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pl: Wprowadź prawidłowy adres e-mail.
pt_br: Digite um endereço de email válido.
pt_pt: Introduza um endereço de email válido.
ro: Introduceți o adresă de e-mail validă.
ru: Введите действительный адрес электронной почты.
sk: Zadajte platnú e-mailovú adresu.
sv: Ange en giltig e-postadress.
th: ป้อนที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin.
uk: Введіть дійсну адресу електронної пошти.
vi: Nhập địa chỉ email hợp lệ.
zh_hans: 输入有效的电子邮件地址。
zh_hant: 輸入有效的電子郵件地址。

# web.auth.error_account_deleted
source: This email belonged to a deleted account and can't be reused.
ar: هذا البريد الإلكتروني كان تابعاً لحساب محذوف ولا يمكن إعادة استخدامه.
cs: Tato e-mailová adresa patřila smazanému účtu a nelze ji znovu použít.
da: Denne e-mail tilhørte en slettet konto og kan ikke genbruges.
de: Diese E-Mail gehörte zu einem gelöschten Konto und kann nicht wiederverwendet werden.
el: Η διεύθυνση email αυτή ανήκε σε ένα διαγραμμένο λογαριασμό και δεν μπορεί να χρησιμοποιηθεί ξανά.
es: Este email pertenecía a una cuenta eliminada y no puede reutilizarse.
fi: Tämä sähköpostiosoite kuului poistettuun tiliin eikä sitä voi käyttää uudelleen.
fr: Cette adresse e-mail appartenait à un compte supprimé et ne peut pas être réutilisée.
he: דוא״ל זה שייך לחשבון שנמחק ולא ניתן לעשות בו שימוש חוזר.
hi: यह ईमेल एक हटाए गए खाते का था और इसे फिर से उपयोग नहीं किया जा सकता है।
hu: Ez az e-mail egy törölt fiókhoz tartozott, és nem használható újra.
id: Email ini milik akun yang dihapus dan tidak dapat digunakan kembali.
it: Questo indirizzo email apparteneva a un account eliminato e non può essere riutilizzato.
ja: このメールアドレスは削除されたアカウントに属しており、再利用できません。
ko: 이 이메일은 삭제된 계정에 속했으므로 다시 사용할 수 없습니다.
ms: E-mel ini adalah milik akaun yang dipadam dan tidak boleh digunakan semula.
nb: Denne e-posten tilhørte en slettet konto og kan ikke gjenbrukes.
nl: Dit e-mailadres hoorde bij een verwijderd account en kan niet opnieuw worden gebruikt.
pl: Ten e-mail należał do usuniętego konta i nie można go ponownie użyć.
pt_br: Este email pertencia a uma conta deletada e não pode ser reutilizado.
pt_pt: Este email pertencia a uma conta eliminada e não pode ser reutilizado.
ro: Acest e-mail aparținea unui cont șters și nu poate fi reutilizat.
ru: Этот адрес электронной почты принадлежал удалённой учётной записи и не может быть повторно использован.
sk: Táto e-mailová adresa patrila odstránenému účtu a nemôže sa znova používať.
sv: Den här e-postadressen tillhörde ett raderat konto och kan inte återanvändas.
th: อีเมลนี้เป็นของบัญชีที่ลบแล้วและไม่สามารถนำมาใช้ใหม่ได้
tr: Bu e-posta silinen bir hesaba aitti ve yeniden kullanılamaz.
uk: Ця адреса електронної пошти належала видаленому обліковому запису й не може бути повторно використана.
vi: Email này thuộc về một tài khoản đã bị xóa và không thể sử dụng lại.
zh_hans: 此电子邮件属于已删除的账户，无法重新使用。
zh_hant: 此電子郵件屬於已刪除的帳戶，無法重複使用。

# web.auth.error_account_exists
source: An account already exists for that email.
ar: يوجد حساب بالفعل لهذا البريد الإلكتروني.
cs: Pro tuto e-mailovou adresu již existuje účet.
da: Der findes allerede en konto for denne e-mail.
de: Es existiert bereits ein Konto für diese E-Mail.
el: Ένας λογαριασμός υπάρχει ήδη για αυτό το email.
es: Ya existe una cuenta para ese email.
fi: Tälle sähköpostiosoitteelle on jo olemassa tili.
fr: Un compte existe déjà pour cette adresse e-mail.
he: חשבון כבר קיים לדוא״ל זה.
hi: उस ईमेल के लिए पहले से एक खाता मौजूद है।
hu: Ehhez az e-mail-címhez már létezik fiók.
id: Akun sudah ada untuk email itu.
it: Esiste già un account per questo indirizzo email.
ja: そのメールアドレスのアカウントは既に存在します。
ko: 해당 이메일로 이미 계정이 존재합니다.
ms: Akaun sudah ada untuk e-mel itu.
nb: En konto finnes allerede for den e-posten.
nl: Er bestaat al een account voor dit e-mailadres.
pl: Konto już istnieje dla tego e-maila.
pt_br: Uma conta já existe para este email.
pt_pt: Já existe uma conta para esse email.
ro: Un cont există deja pentru acel e-mail.
ru: Учётная запись для этого адреса электронной почты уже существует.
sk: Účet pre túto e-mailovú adresu už existuje.
sv: Ett konto finns redan för den e-postadressen.
th: มีบัญชีสำหรับอีเมลนั้นแล้ว
tr: Bu e-posta için zaten bir hesap var.
uk: Обліковий запис уже існує для цієї адреси електронної пошти.
vi: Một tài khoản đã tồn tại cho email đó.
zh_hans: 该电子邮件的账户已存在。
zh_hant: 該電子郵件已存在帳戶。
